import innoventImage from '../assest/image/png/innoventImage.png';
import percoImage from '../assest/image/png/percoImage.png';
import profineImage from '../assest/image/png/profineImage.png';
import protekImage from '../assest/image/png/protekImage.png';

export const PROJECT_CASES = [
    {
        title: 'Инновент', 
        text: 'Промышленные вентиляционные установки и установки дымоудаления. Разработка 40 семейств за 2 месяца.  Модели готовы к выгрузке в систему «Два Облака».', 
        img: innoventImage,
    },
    {
        title: 'PERCo', 
        text: 'Семейство скоростного прохода ST-01. Регулируемое количество проходов, их тип, тип крышек у стоек и тип панелей, устанавливаемых перед стойками.', 
        img: percoImage,
    },
    {
        title: 'Profine', 
        text: 'Разработка семейств в Revit. Семейства обладают высоким уровнем параметризации и сложной геометрией. ',
         img: profineImage,
        },
    {
        title: 'ПРОТЭК', 
        text: 'Разработка семейства кабеленесущих конструкций. В разработке надстройка Revit для автоматизации работы проектировщиков.', 
        img: protekImage,
    },
    {
        title: 'ПРОТЭК', 
        text: 'Разработка семейства кабеленесущих конструкций. В разработке надстройка Revit для автоматизации работы проектировщиков.', 
        img: protekImage,
    },
    {
        title: 'ПРОТЭК', 
        text: 'Разработка семейства кабеленесущих конструкций. В разработке надстройка Revit для автоматизации работы проектировщиков.', 
        img: protekImage,
    },
    {
        title: 'ПРОТЭК', 
        text: 'Разработка семейства кабеленесущих конструкций. В разработке надстройка Revit для автоматизации работы проектировщиков.', 
        img: protekImage,
    },
    {
        title: 'PERCo', 
        text: 'Семейство скоростного прохода ST-01. Регулируемое количество проходов, их тип, тип крышек у стоек и тип панелей, устанавливаемых перед стойками.', 
        img: percoImage,
    },
    {
        title: 'Инновент', 
        text: 'Промышленные вентиляционные установки и установки дымоудаления. Разработка 40 семейств за 2 месяца.  Модели готовы к выгрузке в систему «Два Облака».', 
        img: innoventImage,
    },
];